#### `terragrunt plan` Success
<details><summary>Show Output</summary>

```
10:38:10.816 STDOUT terraform: Terraform used the selected providers to generate the following execution
10:38:10.816 STDOUT terraform: plan. Resource actions are indicated with the following symbols:
10:38:10.816 STDOUT terraform:   + create
10:38:10.816 STDOUT terraform: Terraform will perform the following actions:
10:38:10.816 STDOUT terraform:   # local_file.foo will be created
10:38:10.816 STDOUT terraform:   + resource "local_file" "foo" {
10:38:10.816 STDOUT terraform:       + content              = "dev content ABC newa"
10:38:10.816 STDOUT terraform:       + content_base64sha256 = (known after apply)
10:38:10.816 STDOUT terraform:       + content_base64sha512 = (known after apply)
10:38:10.816 STDOUT terraform:       + content_md5          = (known after apply)
10:38:10.817 STDOUT terraform:       + content_sha1         = (known after apply)
10:38:10.817 STDOUT terraform:       + content_sha256       = (known after apply)
10:38:10.817 STDOUT terraform:       + content_sha512       = (known after apply)
10:38:10.817 STDOUT terraform:       + directory_permission = "0777"
10:38:10.817 STDOUT terraform:       + file_permission      = "0777"
10:38:10.817 STDOUT terraform:       + filename             = "dev"
10:38:10.817 STDOUT terraform:       + id                   = (known after apply)
10:38:10.817 STDOUT terraform:     }
10:38:10.817 STDOUT terraform: Plan: 1 to add, 0 to change, 0 to destroy.
10:38:10.817 STDOUT terraform: 
10:38:10.817 STDOUT terraform: ─────────────────────────────────────────────────────────────────────────────
10:38:10.817 STDOUT terraform: Note: You didn't use the -out option to save this plan, so Terraform can't
10:38:10.817 STDOUT terraform: guarantee to take exactly these actions if you run "terraform apply" now.
```

</details>

*Workflow: `Terragrunt Plan PR Comment`, Action: `__the-commons-project_terragrunt-github-actions_3`, Working Directory: `env/dev`, Workspace: `default`*
